"Use hfstar for compress and decompress" = "Käytä hfstaria pakkaukseen ja purkuun";
"Show files and folders on the Desktop" = "Näytä tiedostot ja kansiot työpöydällä";
"Render html in preview" = "Näytä HTML-tiedostojen esikatselu parsittuna";
"Enable disclosure triangles in column view" = "Käytä paljastuskolmioita palstanäkymässä";
"Open mounted volumes in new window" = "Avaa näkyviintuodut taltiot uudessa ikkunassa";
"Enable spring-loaded folders" = "Käytä itseavautuvia kansioita";
"Use small scroll bars" = "Käytä pieniä rullausjanoja";
"Dim invisibles" = "Himmennä näkymättömät";
"Creation Date" = "Luontiaika";
"Italicize aliases" = "Kursivoi aliakset";
"Double-click when clicking icon" = "Avaa kuvakkeet yhdellä osoituksella";
"Collapse auto expanded folders after drag" = "Sulje itsestään avautuneet kansiot raahauksen jälkeen";
"Enable global application menu" = "Käytä järjestelmänlaajuista ohjelmavalikkoa";
"Use brushed metal appearance" = "Käytä metalliulkoasua";
"Antialias text" = "Antialiasoi tekstit";
"Modification Date" = "Muutosaika";
"Enable bug reporter" = "Käytä bugiraportoijaa";
"Size" = "Koko";
"Begin drag on vertical motion" = "Aloita raahaus pystysuoralla liikkeellä";
"Show volumes on the Desktop" = "Näytä taltiot työpöydällä";
"Version" = "Versio";
"Preferences" = "Asetukset";
"Calculate size for folders and packages" = "Laske kansioiden ja pakkausten koko";
"Resolve aliases" = "Ratkaise aliakset";
"Launch Path Finder automatically after log in" = "Käynnistä Path Finder sisäänkirjauduttaessa";
"Auto-play movie and audio files in preview" = "Toista äänien ja elokuvien esikatselu automaattisesti";
"Path" = "Polku";
"Show warning before emptying the Trash" = "Näytä varoitus ennen roskakorin tyhjennystä";
"Show hotspot" = "Näytä Hotspot";
"Always show file extensions" = "Näytä aina tiedostotarkenne";
"Confirm before quitting Path Finder" = "Vahvista Path Finderin lopetus";
"Browser accepts window activating mouse click" = "Selain hyväksyy ikkunan aktivoivan osoituksen";
"Show row separators" = "Näytä rivien erotusjuovat";
"Bold folders" = "Lihavoi kansiot";
"Kind" = "Laji";
"Label" = "Merkki";

"Text Editor:" = "Tekstieditori:";
"Get Info Application:" = "Inspektoriohjelma:";
"Applications" = "Ohjelmat";
"Background Color" = "Taustaväri";
"Path Navigator Color" = "Polkuselaimen väri";
"Path Navigator Text Color" = "Path Navigator Text Color";
"Appearance" = "Ulkoasu";
"Drag and drop to reorder" = "Järjestä kohteet uudelleen raahaamalla";
"Text color" = "Tekstin väri";
"Starting Directory:" = "Aloitushakemisto:";
"Row separator color" = "Rivien erotteluväri";
"Hotspot color" = "Hotspotin väri";
"Path Finder allows seamless integration with your favorite text editor or file information application." = "Path Finder mahdollistaa saumattoman integraation suosikkitekstieditorisi tai inspektoriohjelmasi kanssa. Oletusarvot ovat TeXturi ja sisäänrakennettu yleistietopaneeli.";
"Text Font:" = "Kirjasin:";
"Columns" = "Sarakkeet";
"Browser" = "Selain";
"General" = "Yleiset";

"Applications" = "Ohjelmat";
"Packages" = "Pakkaukset";
"Folders" = "Kansiot";
"Files" = "Tiedostot";

"Choose..." = "Valitse...";
"Home" = "Koti";

"Open new browser on launch" = "Avaa uusi selain käynnistäessä";
"Enter Key:" = "Syöttö:";
"Return Key:" = "Rivinvaihto:";
"Smart Sort Order" = "Älykäs lajittelujärjestys";
"Always open folders in a new window" = "Avaa kansiot aina uudessa ikkunassa";
"Open" = "Avaa";
"Start Rename" = "Uudelleennimeä";
"Label on right" = "Nimi oikealla";
"Label on bottom" = "Nimi alla";

"Open with:" = "Avaa:";
"Save with:" = "Tallenna:";
"New Documents" = "Uudet dokumentit";
"Opening" = "Avaaminen";
"Default Plain Text Encoding" = "Oletusarvoinen pelkän tekstin merkkikoodaus";
"Plain text" = "Pelkkä teksti";
"Rich text" = "RTF";
"Show ruler" = "Näytä viivain";
"Check spelling as you type" = "Tarkista oikeinkirjoitus kirjoitettaessa";
"Wrap to Page" = "Rivitä sivulle";
"Ignore RTF Commands" = "Älä huomioi RTF-komentoja";
"Ignore HTML Commands" = "Älä huomioi HTML-komentoja";

"Back color" = "Taustaväri";
"Enable quick disk image mounting" = "Salli nopea levytiedostojen näkyviintuonti";
"Removable media" = "Irrotettavat laitteet";
"Files and folders" = "Tiedostot ja kansiot";
"Network servers" = "Verkkopalvelimet";
"Hard disks" = "Kovalevyt";
"Shadowed" = "Varjostettu";

"Access" = "Oikeudet";
"Owner" = "Omistaja";
"Group" = "Ryhmä";

"Font:" = "Kirjasin:";
"Encoding:" = "Merkkikoodaus:";
"Text" = "Teksti";
"Get Info:" = "Näytä tietoja:";
"Show on Desktop" = "Näytä työpöydällä";
"Show columns" = "Näytä palstat";
"Key Actions" = "Näppäintoiminnot";

"Documents" = "Dokumentit";
"Favorites" = "Suosikit";

"Show splash panel at launch" = "Näytä otsikkopaneeli käynnistettäessä";
"Show zoom effects when opening files" = "Näytä suurennusefektit tiedostoja avattaessa";

"Use relative dates" = "Käytä suhteellisia päiväyksiä";

"Show grid" = "Näytä ruudukko";
"Grid color" = "Ruudukon väri";
"Quit the Finder automatically at launch" = "Lopeta Finder automaattisesti käynnistettäessä";

"New Files" = "Uudet tiedostot";
"New Folders" = "Uudet kansiot";

"Owner:" = "Omistaja:";
"Group:" = "Ryhmä:";
"Everyone:" = "Kaikki:";

"Read" = "Luku";
"Write" = "Kirjoitus";
"Execute" = "Suoritus";

"Default extension:" = "Oletustarkenne:";
"Automatically open in text editor" = "Avaa automaattisesti tekstieditorissa";
"Keep icons arranged on desktop" = "Pidä kuvakkeet järjestettynä työpöydällä";

"Enable \"Reveal in Path Finder\" global hot-key:" = "Käytä järjestelmänlaajuista \"Näytä Path Finderissa\" pikanäppäintä:";
"%@ Key" = "%@-näppäin";    /* "F12 Key" */
"Open TextEdit documents in built-in text editor" = "Avaa TextEdit-dokumentit sisäänrakennetussa tekstieditorissa";
"Open Word documents in built-in text editor" = "Avaa Word-dokumentit sisäänrakennetussa tekstieditorissa";

"Preview drawer is opened automatically for new browsers" = "Esikatselu näytetään automaattisesti uusissa selainnäkymissä";
"Process drawer is opened automatically for new browsers" = "Prosessit näytetään automaattisesti uusissa selainnäkymissä";

"Open PDF documents in built-in PDF viewer" = "Avaa PDF-dokumentit sisäänrakennetussa PDF-näkymässä";

"Draw background picture" = "Piirrä taustakuva symbolinäkymässä:";
"Requires relaunch" = "Vaatii uudelleenkäynnistyksen";
"This preference will take effect the next time you launch Path Finder." = "Tämä asetus tulee voimaan kun Path Finder käynnistetään seuraavan kerran.";

"Terminal:" = "Pääte:";
"OK" = "OK";
"Cancel" = "Kumoa";
"When idle send ASCII code:" = "Lähetä ASCII-koodi ollessa toimettomana:";
"ANSI colors" = "ANSI-värit";
"Back color" = "Taustaväri";
"Bold color" = "Lihavoidun väri";
"Close the session when it ends" = "Sulje sessio sen päättyessä";
"Command:" = "Komento:";
"Delete key sends backspace" = "Poistonäppäin lähettää askelpalautuksen";
"Directory:" = "Hakemisto:";
"Display" = "Näyttö";
"Encoding:" = "Koodaus:";
"Highlight" = "Korostus";
"Name:" = "Nimi:";
"Non-ASCII font" = "Ei-ASCII-kirjasin";
"Normal" = "Normaali";
"Normal font" = "Normaali kirjasin";
"Selection color" = "Valinnan väri";
"Text color" = "Tekstin väri";
"Treat Non-ASCII characters as double width" = "Kohtele ASCII:n ulkopuolisia merkkejä kaksoislevyisinä";
"Add ESC" = "Lisää ESC";
"Antialias text" = "Antialiasoi teksti";
"Blinking cursor" = "Vilkkuva kursori";
"Bottom" = "Alalaita";
"Command" = "Komento";
"Delete" = "Poisto";
"Directory" = "Hakemisto";
"Edit..." = "Muokkaa...";
"Enforce character alignment" = "Pakota merkkien tasaus";
"Hide tab when there is only one session" = "Kätke välilehti kun vain yksi sessio avoinna";
"Left" = "Vasen";
"META" = "META";
"Macintosh style key navigation" = "Macintosh-tyylinen näppäinnavigaatio";
"Name" = "Nimi";
"New..." = "Uusi...";
"Option Key" = "Optio-näppäin";
"Right" = "Oikea";
"Sessions" = "Sessiot";
"Silence terminal bell" = "Mykistä päätteen äänimerkki";
"Tab Position" = "Välilehden sijainti";
"Top" = "Ylälaita";
"Arrow keys loop around when reaching end" = "Nuolinäppäimet hyppäävät lopusta takaisin alkuun";
"Show Path Finder desktop" = "Näytä Path Finderin työpöytä";
"Enable Applications menu" = "Käytä ohjelmavalikkoa";
"Extension" = "Extension";

"Desktop picture" = "Työpöydän taustakuva";
"Transparent" = "Läpinäkyvä";

"Spring-loaded Delay:" = "Itseavautuvat kansiot:";
"Press Space Bar to open immediately" = "Avaa välittömästi painamalla välilyöntiä";
"Commands" = "Komennot";
"Contextual Menu" = "Kohdevalikko";
"Action Menu" = "Toimintovalikko";
"Append Finder contextual menu items" = "Liitä Finderin kohdevalikkokohteet";

"Spring-loaded folders:" = "Itseavautuvat kansiot:";
"Restore Default" = "Palauta oletusarvo";
"Desktop Background" = "Työpöydän tausta";
"Small contextual menu font size" = "Pieni kontekstivalikon kirjasinkoko";
"Compress files in same directory as original" = "Pakkaa tiedostot alkuperäiskohteen hakemistoon";
"Expand files in same directory as original" = "Pura kansiot alkuperäiskohteen hakemistoon";
"Mount disk images after expand" = "Tuo levytiedostot näkyviin purkamisen jälkeen";

"Parent" = "Ylempi taso";
"Snap to grid" = "Napsauta ruudukkoon";
"Compression Format:" = "Pakkausformaatti:";

"Decompress archives with Path Finder" = "Pura arkistot Path Finderilla";
"Draw label color on icon" = "Näytä kuvakkeen merkkiväri";
"Draw label color on name" = "Näytä nimen merkkiväri";
"Auto-preview Word documents in preview" = "Käytä Word-dokumenttien automaattista esikatselua";
